Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Golder’s commitment to the effective management of HSSE on all projects is documented in project planning and is subject to continual review and improvement.
es: El compromiso de Golder con la gestión eficaz de los ámbitos de HSSE en todos los proyectos se encuentra documentado en la planificación de cada proyecto y se somete a constante evaluación y mejora.

source: Golder’s internal process must be completed regardless, but must not interfere with the authorities.
es: Independiente de esto, el proceso interno de Golder debe ser completado, pero no debe interferir con las autoridades.

source: Golder’s logo is represented in two layouts: stacked and horizontal. Stacked is the preferred version in most applications, while horizontal can be used when containing the logo in a rectangular space is required.
es: El logo de Golder se representa de dos maneras: apilado y horizontal. Se prefiere que sea apilado, aunque puede usarse horizontal cuando haya que ponerlo en un espacio rectangular.

source: Golder’s review of regional and local geology and the paleoseismological record identified 21 possible seismogenic faults in the Coastal Cordillera and Central Depression provinces of northern Chile.
es: La revisión hecha por Golder de la geología regional y local y del registro paleosismológico arrojó 21 fallas posiblemente sismogénicas en las provincias de la Cordillera de la Costa y la Depresión Central en el norte de Chile.

source: Golder’s review of these AFZ fault segments indicates that the Paposo and Salar del Carmen segments appear to show continued surface displacement from the early Miocene (Brown et al. 1993), with some faults showing evidence for Quaternary-age surface rupture.
es: La revisión hecha por Golder de estos segmentos de falla de la ZFA sugiere que los segmentos Paposo y Salar del Carmen parecen mostrar desplazamiento superficial continuo desde el Mioceno temprano (Brown et al. 1993) y algunas fallas muestran indicios de ruptura superficial de edad Cuaternaria.

source: Golder’s review suggested some alternative approaches to develop design-level earthquake ground motions at the Spence Mine site.
es: La revisión de Golder sugirió algunos métodos alternativos para desarrollar parámetros sísmicos a nivel de diseño aplicables en la mina Spence.

source: Golder’s site-specific seismic hazard model for the Spence Mine site was developed based on the historical earthquake record of northern Chile that is dominated by earthquakes generated along the subduction zone interface within the PCT and within the Nazca plate beneath the Spence Mine site.
es: El modelo de peligro sísmico específico de sitio desarrollado por Golder para la mina Spence se basó en el registro sísmico histórico del norte de Chile, que se encuentra dominado por sismos originados a lo largo de la interfaz en zona de subducción dentro de la FPC y dentro de la placa de Nazca por debajo de la mina Spence.

source: Golder’s site-specific seismic hazard model for the Spence site was developed based on historical seismicity and a review of geologic and paleoseismological features.
es: El modelo de peligro sísmico específico de sitio elaborado por Golder para la mina Spence fue desarrollado a partir de la sismicidad histórica y de una revisión de las características geológicas y paleosismológicas.

source: Golder’s success is founded on the high degree of qualification and technical expertise of its employees.
es: El éxito de Golder se basa en el alto grado de calificación y especialización técnica de su personal.

source: Golder’s technical review indicated that alternative approaches were available to develop EDGM for the proposed tailings dam at the Spence Mine site.
es: La revisión técnica de Golder indicó que había métodos alternativos para desarrollar parámetros sísmicos de diseño para el muro del depósito de relaves de la mina Spence.

source: Golder’s training and coaching of its employees includes a range of programs including HSSE training required by all new employees prior to working unsupervised and project specific training.
es: La capacitación de Golder y el coaching a sus colaboradores comprende una gama de programas que incluyen la capacitación en HSSE que se exige a todos los colaboradores nuevos antes de trabajar sin supervisión y la capacitación específica para proyectos.

source: Golder’s training framework provides employees with the knowledge to safely and responsibly perform their assigned tasks in order to prevent injury, illness, loss and adverse environmental impact.
es: El marco de capacitación de Golder entrega a los colaboradores el conocimiento para llevar a cabo sus tareas asignadas de manera segura y responsable a fin de prevenir lesiones, enfermedades, pérdidas e impactos ambientales adversos.

source: Goldpit is a three-dimensional stability analysis and visualization program for wedges in open pits and rock slopes.
es: Goldpit es un programa de análisis de estabilidad y visualización tridimensional para cuñas en rajos y taludes de roca.

source: Good face-up to ensure outer Trim row burden is limited
es: Buen enfrentamiento (face-up) para asegurar que el bordo de la fila de cinturón exterior esté limitado.

source: Good progress on 2017 Business Plan objectives in the first quarter
es: Avance positivo respecto de los objetivos del plan de negocios de 2017 en el primer trimestre

source: Good to excellent practices of bench crest definition (excavating to dig line with minimal back-break), scaling, toe cleanup, and catch bench development
es: Prácticas buenas a excelentes de definición de coronamientos de bancos (excavación hasta la línea con sobrequiebre mínimo), desquinche, limpiea de pie y desarrollo de bancos de seguridad.

source: Governance
es: Gobernanza

source: Governance - changes
es: Gobernanza – cambios

source: Governance – the need for change
es: Gobernanza – la necesidad de cambio

source: Graduate Student (1988 to 1991)
es: Estudiante de posgrado (1988 a 1991)

source: Graduate studies leading to award of M.Eng. degree in Soil Mechanics.
es: Estudios de posgrado para optar al grado de M.Engl en mecánica de suelos.

source: Graduate studies leading to award of a Ph.D. degree in Geotechnical Engineering.
es: Estudios de posgrado para optar al grado de Ph.D en ingeniería geotécnica.

source: Great-magnitude interface earthquakes (M8.1 to M8.75) from the SZ1 source zone at distances ranging from 75 to 100 km from the site also make an important contribution to the total hazard.
es: Los sismos de interfaz de gran magnitud (M8,1 a M8,75) en la zona de fuente SZ1 a distancias que van de 75 a 10 km desde el sitio también hacen una contribución importante al peligro total.

source: Greater fairness - Addresses salary differences between and within regions
es: Mayor justicia: apunta a diferencias salariales entre las regiones y dentro de ellas

source: Greater focus on identifying and developing Director skills to meet the needs of the company before they are selected
es: Mayor foco en identificar y desarrollar las habilidades de los Directores para satisfacer las necesidades de la compañía antes de su selección

source: Greenland, Canada
es: Greenland, Canadá

source: Gross Contract Amount
es: Monto total del contrato

source: Gross Rosebel Project
es: Proyecto Gross Rosebel

source: Gross Subcontract Value
es: Valor total del subcontratista

source: Ground Motion Prediction Equation Weighting
es: Ponderación de las curvas de atenuación

source: Ground Stability
es: Estabilidad del terreno

source: Ground VIBRATION Attenuation Model and the Potential Blast Impact on theROCKY STRUCTURE OF TRES GIGANTES, MINERA SAN CRISTÓBAL
es: Modelo de atenuación de la vibración del suelo y el impacto potencial de voladuras en laestructura rocosa de los Tres Gigantes, Minera San Cristóbal

source: Ground Vibration Blast Damage Criteria
es: Criterios de daño en la vibración del suelo por voladura

source: Ground Vibration Monitoring
es: Monitoreo de las vibraciones del suelo

source: Ground Vibration Predictions
es: Predicciones de vibración del suelo

source: Ground Vibrations from Blasting
es: Vibraciones del suelo por voladura

source: Ground conditions include soft alluvial sand, silt, clay, and peat deposits.
es: Las condiciones del terreno incluyen arenas aluviales blandas, limo, arcilla y depósitos de peat.

source: Ground improvement schemes were considered to reduce the potential impact of liquefaction on the seismic performance of the dam.
es: Se consideraron esquemas de mejora del terreno para reducir el posible impacto de la licuefacción en el desempeño sísmico del muro.

source: Ground motion prediction equation (GMPE): The GMPEs used in this study were weighted as listed in Table 3.
es: Ecuación GMPE: se ponderaron las ecuaciones para predecir movimientos del suelo usadas en este estudio según lo indicado en la Tabla 3.

source: Ground motion prediction equation: The GMPEs used in this study were weighted as listed in Table 3;
es: Curva de atenuación: se ponderaron las relaciones de atenuación usadas en el presente estudio según lo indicado en la Tabla 3.

source: Ground support recommendations for the garage and for the rehabilitation of a drift area developed through a wide fault zone.
es: Recomendaciones de fortificación para el garage y para la rehabilitación de una zona de galerías excavada a través de una amplia zona de falla.

source: Ground vibration limits for stronger materials such as concrete may be set as high as 150 to 200 mm/s, while peak ground vibration levels of 300 to 600 mm/s are often required to create micro-cracks or open existing discontinuities in bedrock (Keil et al., 1977).
es: Los límites de vibración del suelo de materiales más resistentes como el hormigón pueden fijarse hasta en 150 a 200 mm/s, mientras que para crear micro fracturas o las actuales discontinuidades abiertas en la roca suelen requerirse niveles de vibración máxima del suelo de 300 a 600 mm/s (Keil et al., 1977).

source: Groundwater Conditions Following Mining
es: Condiciones de agua subterránea después de la minería

source: Groundwater Conditions and Risks
es: Condiciones y riesgos de las aguas subterráneas

source: Groundwater Elevations
es: Elevación de las aguas subterráneas

source: Groundwater Modelling Simulations
es: Simulaciones de la modelación de agua subterránea

source: Groundwater Monitoring Database
es: Base de datos de monitoreo de aguas subterráneas

source: Groundwater discharge to the seepage nodes representing the TMF Decant north of the low hydraulic conductivity plug was approximately 0.6 L/s (consistent throughout the mine operations timeframe, which assumes the TMF Decant is present from the beginning of mine operations).
es: La descarga de agua subterránea hacia los nodos de infiltración que representan el túnel de decantación de la presa de relaves al norte del tapón de baja conductividad hidráulica fue de aproximadamente 0.6 l/s (lo que coincide con toda la extensión temporal de las operaciones mineras, que supone que el tunel de decantación de la presa de relaves estará presente desde el inicio de las operaciones).

source: Groundwater elevations for monitoring wells were derived from the overall monitoring record (June 2011 through April 2017).
es: Los niveles de las aguas subterráneas en los pozos de monitoreo se determinaron a partir de los registros totales de monitoreo general (junio de 2011 a abril de 2017).

source: Groundwater elevations have been measured since June 2011 in 89 piezometers site wide (see Figure 5).
es: Se han medido las elevaciones de las aguas subterráneas desde junio de 2011 en 89 piezómetros en todo el sitio (ver Figura 5).

source: Groundwater flow is assumed to be laminar and steady, and governed by Darcy’s Law.
es: El flujo de agua subterránea se considera laminar y estable y regido pr la ley de Darcy.

source: Groundwater flow is generally simulated to follow surface water divides (including along the North Ridge), with convergence of flow towards the main surface drainage channels (e.g., the Nus River and its tributaries to the north of the TMF, La Palestina Creek, Guacas Creek, La Negra, etc.).
es: El flujo subterráneo se simula generalmente para seguir las divisorias de aguas superficiales (incluso a lo largo del Pico Norte), con convergencia de flujo hacia los principales canales de drenaje superficial (por ejemplo, el Río Nus y sus afluentes hacia el norte de la presa de relaves, la Quebrada La Palestina, la Quebrada Guacas, La Negra, etc.).

source: Groundwater flow modelling was completed to evaluate the rates of groundwater inflow and extent of drawdown resulting from the Guacas Diversion Tunnel (location illustrated on the image below).
es: Se realizó una modelación del flujo de agua subterránea para evaluar las tasas afluentes de agua subterránea y la extensión de los descensos resultantes del Túnel de Desviación Guacas (ubicación ilustrada en la imagen abajo).

source: Groundwater flow patterns are generally consistent with pre-mining conditions, with the exception of the area local to the main facilities of the mine.
es: Los patrones de flujo subterráneo son generalmente consistentes con las condiciones previas al inicio de las actividades mineras, con la excepción del área de las principales instalaciones de la mina.

source: Groundwater flow patterns generally follow the regional topography (and the underlying bedrock topography), with groundwater recharge / discharge being in balance within the local drainage systems (i.e., groundwater recharge in the sub-basins appears as discharge in the quebradas and their tributaries along the valley bottoms).
es: Los patrones de flujo de agua subterránea siguen generalmente la topografía regional (y la topografía subyacente del basamento), mientras que la recarga/descarga de agua subterránea está en balance dentro de los sistemas de drenaje locales (es decir, la recarga en las subcuencas aparece como descarga en las quebradas y sus afluentes a lo largo de los fondos de valle).

source: Groundwater seepage into the open pits also results in the drawdown of groundwater elevations adjacent to the pits.
es: La infiltración de agua subterránea hacia los pits también resulta en un abatimiento del nivel de las aguas subterráneas alrededor de los tajos.

source: Groundwater seepage occurs as a result of the development of the Gramalote and Monjas Pits.
es: La infiltración de agua subterránea se presenta como resultado del desarrollo de los pits Monjas y Gramalote.

source: Groundwater should be managed by in-pit sumps, horizontal drain holes, or pit floor dewatering wells to maintain dry blastholes, and also to establish acceptable de-pressurization of the pit slopes
es: Las aguas subterráneas deben manejarse en sentinas dentro de los pits, en pozos de drenaje horizontales o en pozos de secado en el piso de los pits para mantener los barrenos de voladura secos y también para establecer una despresurización aceptable de los taludes del pit.

source: Groundwater with any Tvs or R0/R1
es: Aguas subterránea en cualquier Tvs o R0/R1

source: Group Leader
es: Líder de Área

source: Group Manager/Division Manager/Project Director
es: Gerente de Grupo / Gerente de División / Director de Proyecto

source: Group roles contribute to final outcome, not just the driver or the team chief.
es: Los roles de todo el grupo contribuyen al resultado final, no sólo los del piloto o líder del equipo.

source: Guacas Diversion Tunnel Cross-Section Model
es: Modelo de la sección transversal del Túnel de Desviación Guacas

source: Guacas Diversion Tunnel – Model Results
es: Túnel de Desviación Guacas – Resultados del Modelo

source: Guidelines:
es: Pautas:

source: Gurupi Project - Kinross Gold Corp.
es: Proyecto Gurupi – Kinross Gold Corp.

source: High likelihood to meet or exceed targeted profit
es: Alta probabilidad de cumplir o superar ganancia esperada

source: High proposal costs relative to odds of winning
es: Costos de propuesta altos en relación con la probabilidad de ganar

source: HAND TOOLS
es: HERRAMIENTAS MANUALES

source: HAPE AND HACE
es: Edema pulmonar/cerebral de altura

source: HARNESS
es: ARNÉS

source: HEALTH, SAFETY, SECURITY & ENVIRONMENT ALERT
es: ALERTA DE SALUD, SEGURIDAD Y MEDIO AMBIENTE

source: HEALTH, SAFETY, SECURITY & ENVIRONMENT ALERT - APAC
es: ALERTA DE SALUD, SEGURIDAD Y MEDIO AMBIENTE - APAC

source: HEAT STRESS
es: ESTRÉS POR CALOR

source: HEX CODE
es: HEXADECIMAL

source: HGU1 - Alluvium exists in the base of the valleys and is extensive in the Nus River valley.
es: HGU1 – Depósitos Aluviales que se presentan en el fondo de los valles y son más extensos en el valle del Río Nus.

source: HGU2 – Residual Soil exists as a thin covering over all of the area.
es: HGU2 – Suelo Residual que se presenta como una capa delgada en toda el área.

source: HGU3 – Extremely Weathered Saprolite is the final product of weathering of the igneous Antioquia Batholith bedrock, where all of the clay-forming minerals have been fully weathered.
es: HGU3 – Saprolito Extremadamente Meteorizado que es el producto final de la meteorización de la roca ígnea del Batolito Antioqueño, donde todos los minerales que forman arcilla han sido totalmente meteorizados.

source: HGU4 – Sandy Saprolite, which is the middle stage weathering product where the crystal structure of the parent rock has disaggregated but the clay forming minerals are only partially or minimally decayed.
es: HGU4 – Saprolito Arenoso que es el resultado de meteorización de la etapa media, en la que la estructura cristalina de la roca madre se ha disgregado pero los minerales que forman arcilla solo presentan una descomposición parcial o mínima.

source: HGU5/6 – Transition Zone Saprolite which is the early stage weathering product in which oxidation can be observed, particularly on fracture faces, but rock strength remains high.
es: HGU5/6 – Saprolito de Zona de Transición que es el producto de la etapa temprana de meteorización, en la que se presenta oxidación, especialmente en las caras de las fracturas, pero la resistencia de la roca sigue siendo alta.

source: HGU7 – Bedrock, largely intact.
es: HGU7 – Basamento Rocoso que está casi intacto.

source: HIGH ALTITUDE SICKNESS
es: MAL DE ALTURA

source: HOW TO USE THIS DOCUMENT?
es: ¿CÓMO USAR ESTE DOCUMENTO?

source: HR
es: RRHH

source: HRT Panel Coordinator notifies appropriate panel member for review
es: El Coordinador del Panel de HRT notifica al miembro del panel apropiado para su revisión.

source: HRT Process – Project Travel
es: Proceso de HRT - Viaje de Proyecto

source: HRTA if traveling to a high risk travel location
es: HRTA si viaja a un destino de alto riesgo

source: HSSE - Fit for Duty and Fatigue
es: HSSE - Aptitud para las Labores y Fatiga

source: HSSE Culture
es: Cultura de HSSE

source: HSSE Induction – An in-depth employee training process providing sufficient information to enable employees to conduct their work in accordance with HSSE requirements including, but not limited to, HSSE culture and legislation, roles and responsibilities, risk management, and reporting.
es: Inducción de HSSE: proceso de capacitación de colaboradores en profundidad que entrega información suficiente para que los colaboradores puedan desarrollar sus labores en conformidad con los requerimientos de HSSE que comprende, entre otros, la cultura de HSSE y la legislación al respecto, las funciones y responsabilidades, la gestión del riesgo y la presentación de informes.

source: HSSE Management Plan
es: Plan de Gestión de HSSE

source: HSSE Management System - The HSSE framework of the HSSE policy, global procedure, programs, plans and tools.
es: Sistema de Gestión de HSSE: marco para la política, el procedimiento global, los programas, los planes y las herramientas de HSSE.

source: HSSE Observations conducted on random sites by senior Golder staff
es: Observaciones de HSSE en sitios al azar por parte de personal senior de Golder

source: HSSE Orientation – An employee introductory training event including completion of paper work, basic information about Golder and HSSE.
es: Orientación sobre HSSE: capacitación introductoria al colaborador, que comprende rellenar formularios y recibir información básica sobre Golder y sobre HSSE.

source: HSSE Plan
es: Plan de HSSE

source: HSSE Plan / HSEMP – big picture / high level controls.
es: Plan de HSSE / HSEMP – Idea general / controles de alto nivel.

source: HSSE Plan – A documented Health, and Safety, Security and Environment Plan appropriate to the risk and containing all associated documents pertaining to a particular project, workplace or travel event.
es: Plan de HSSE: plan de salud, seguridad operacional, seguridad física y medio ambiente adecuado para el riesgo y que contiene todos los documentos asociados que corresponden a un proyecto, lugar de trabajo o viaje en particular.

source: HSSE Plan communicated to workers?
es: ¿Se comunicó el HaSEP a los trabajadores?

source: HSSE Policy
es: Política de HSSE

source: HSSE Resources - Personnel who can support processes and activities associated with the management of HSSE.
es: Recursos de HSSE: personal que puede apoyar los procesos y las actividades asociados a la gestión de HSSE.

source: HSSE Responsibilities have been distilled and clearly defined into a Responsibilities Matrix at the start of each section.
es: Las responsabilidades en HSSE se han llevado a una Matriz de Responsabilidad que inicia cada capítulo.

source: HSSE Stand-up call for Senior Leaders – Fatality Prevention in 2018 – February 8th
es: Reunión de HSSE con líderes senior sobre prevención de fatalidades en 2018 - 8 de febrero.

source: HSSE Team
es: Equipo de HSSE

source: HSSE communications / discussions with a client
es: Comunicaciones / conversaciones sobre HSSE con un cliente

source: HSSE is owned by all employees, who are fully engaged and empowered (work safe, home safe, with zero harm).
es: Los temas de HSSE son abrazados por todos los colaboradores, quienes están plenamente involucrados y empoderados (trabajo seguro, hogar seguro, sin daño alguno).

source: HSSE is people- and outcome-focused, rather than system driven.
es: Los temas de HSSE se centran en las personas y en los resultados más que en el sistema.

source: HSSE issues created by other work parties in the area.
es: Problemas de HSSE creados por terceros que trabajen en el sector

source: HSSE lead investigators, Project Managers, Managers or Supervisors leading any investigation shall have the demonstrated competency to carry out this responsibility.
es: Los investigadores jefes de HSSE, Gerentes de Proyecto, Gerentes o Supervisores que guíen la investigación deberán haber demostrado tener la competencia para sobrellevar esta responsabilidad.

source: HSSE leadership is a role that falls to each and every Golder employee, no matter who we are or where we stand in the corporate structure.
es: El liderazgo en HSSE es una función que recae en cada colaborador de Golder, sin importar quién es o dónde se ubica en la estructura organizacional.

source: HSSE liaises with all shared services ensuring that Golder objectives, accountabilities and performance targets are clearly defined, measured, tracked and evaluated.
es: El grupo de HSSE se vincula con todos los servicios generales para asegurar que los objetivos, las responsabilidades y las metas de desempeño de Golder estén claramente definidos, sean medidos, se les haga seguimiento y sean evaluados.

source: HSSE planning and controls are appropriate to the risks we manage
es: La planificación y controles de HSSE son adecuados para los riesgos que manejamos

source: HSSE planning commensurate with risks.
es: Planificación de HSSE acorde al riesgo.

source: HSSE professionals
es: Profesionales de HSSE
